export const TERMS_PROHIBITED_UL_AR = `
<ul class="list-disc ps-6 [&_li]:my-2">
<li>استرجاع البيانات أو المحتوى الآخر من الموقع بشكل منهجي لإنشاء أو تجميع مجموعة أو قاعدة بيانات أو دليل، مباشرة أو غير مباشرة، دون إذن كتابي منا.</li>
<li>إجراء أي استخدام غير مصرح به للموقع، بما في ذلك جمع أسماء المستخدمين و/أو عناوين البريد الإلكتروني للمستخدمين بوسائل إلكترونية أو غيرها لإرسال بريد غير مرغوب، أو إنشاء حسابات مستخدمين بوسائل آلية أو زيف.</li>
<li>استخدام وكيل شراء لإجراء عمليات شراء على الموقع.</li>
<li>استخدام الموقع للإعلان أو عرض بيع سلع وخدمات.</li>
<li>التفاف أو تعطيل أو التدخل بأي شكل في ميزات أمن الموقع، بما في ذلك ما يمنع أو يقيّد استخدام أو نسخ المحتوى أو يفرض قيودًا على استخدام الموقع و/أو المحتوى.</li>
<li>الإطار غير المصرح به أو الربط غير المصرح بالموقع.</li>
<li>خداعنا أو التلاعب بنا أو تضليلنا أو تضليل المستخدمين الآخرين، لا سيما في أي محاولة للحصول على معلومات حساسة للحساب مثل كلمات المرور.</li>
<li>سوء استخدام خدمات الدعم لدينا أو تقديم تقارير كاذبة عن إساءة أو سوء سلوك.</li>
<li>الاستخدام الآلي للنظام، مثل استخدام سكربتات لإرسال تعليقات أو رسائل، أو أي تعدين للبيانات أو روبوتات أو أدوات مشابهة لجمع البيانات واستخراجها.</li>
<li>التداخل مع الموقع أو تعطيله أو فرض عبء غير مبرر على الموقع أو على الشبكات أو الخدمات المتصلة به.</li>
<li>انتحال شخصية مستخدم آخر أو شخص آخر أو استخدام اسم مستخدم مستخدم آخر.</li>
<li>بيع ملفك الشخصي أو نقله بأي شكل آخر.</li>
<li>استخدام أي معلومات تم الحصول عليها من الموقع لمضايقة أو إساءة أو إيذاء شخص آخر.</li>
<li>استخدام الموقع كجزء من أي جهد للتنافس معنا أو استخدام الموقع و/أو المحتوى لأي نشاط مدفوع أو تجاري.</li>
<li>فك تشفير أو تفكيك أو عكس هندسة أي برمجيات تشكل أو تشكل جزءًا من الموقع.</li>
<li>محاولة تجاوز أي إجراءات على الموقع مصممة لمنع أو تقييد الوصول إلى الموقع أو أي جزء منه.</li>
<li>مضايقة أو إزعاج أو ترهيب أو تهديد أي من موظفينا أو وكلائنا الذين يقدمون أي جزء من الموقع لك.</li>
<li>حذف إشعار حقوق النشر أو حقوق الملكية الأخرى من أي محتوى.</li>
<li>نسخ أو تكييف برمجيات الموقع، بما في ذلك على سبيل المثال لا الحصر Flash أو PHP أو HTML أو JavaScript أو غيرها من الشيفرات.</li>
<li>تحميل أو نقل (أو محاولة تحميل أو نقل) فيروسات أو أحصنة طروادة أو مواد أخرى، بما في ذلك الإفراط في استخدام الأحرف الكبيرة والإرسال المتكرر (نشر نص متكرر)، تتعارض مع استخدام أي طرف للموقع دون انقطاع أو تعدل أو تعطل أو تغير أو تتداخل مع استخدام الموقع أو ميزاته أو وظائفه أو تشغيله أو صيانته.</li>
<li>تحميل أو نقل (أو محاولة ذلك) أي مادة تعمل كآلية جمع أو نقل للمعلومات سلبًا أو نشطًا، بما في ذلك دون حصر صور GIF الشفافة، وبكسل 1×1، وعلامات الويب، وملفات تعريف الارتباط، أو أجهزة مشابهة (يشار إليها أحيانًا بـ "برمجيات التجسس" أو "آليات الجمع السلبي").</li>
<li>باستثناء ما قد ينتج عن استخدام محرك بحث قياسي أو متصفح إنترنت، استخدام أو إطلاق أو تطوير أو توزيع أي نظام آلي، بما في ذلك دون حصر أي عنكبوت أو روبوت أو أداة غش أو قارئ غير متصل يصل إلى الموقع، أو استخدام أو إطلاق أي سكربت غير مصرح أو برمجيات أخرى.</li>
<li>الإساءة إلينا أو تشويه سمعتنا أو الإضرار بنا أو بالموقع، وفق رأينا.</li>
<li>استخدام الموقع بطريقة لا تتماشى مع أي قوانين أو لوائح سارية.</li>
</ul>
<p>أي استخدام للموقع يخالف ما سبق ينتهك هذه الشروط وقد يؤدي، من بين أمور أخرى، إلى إنهاء أو تعليق حقوقك في استخدام الموقع.</p>
`
